NextFOAM-2606/tutorials/compressible/rhoSimpleFoam/gasMixing/injectorPipe/system/abort
// -*- C++ -*-

ABORT
{
    type    abort;
    libs    (utilityFunctionObjects);
    //file    "<case>/ABORT";   // default name
    // action  writeNow;
    action  nextWrite;
}


// ************************************************************************* //
